Repository: UweKeim/ZetaShortPaths
Catalog: Source/Runtime/Resources.*.resx
Languages: de

# ErrorReadFile
source: Error {0} reading from file: {1}
de: Fehler {0} beim Lesen aus Datei: {1}

# ErrorSeek
source: Error {0} seeking in file: {1}
de: Fehler {0} beim Positionieren in Datei: {1}

# ErrorWriteFile
source: Error {0} writing to file: {1}
de: Fehler {0} beim Schreiben in Datei: {1}

# FileNotFound
source: File '{0}' does not exist.
de: Datei '{0}' ist nicht vorhanden.

# FolderNotFound
source: Folder '{0}' does not exist.
de: Ordner '{0}' ist nicht vorhanden.

# TriedTooOften
source: Error during file operation, tried more than {0} times.
de: Fehler bei Dateioperation, mehr als {0} Mal probiert.

# ErrorCopyingFile
source: Error {0} copying file '{1}' to '{2}': {3}
de: Fehler {0} beim Kopieren von file '{1}' nach '{2}': {3}

# ErrorCreatingDirectory
source: Error {0} creating directory '{1}': {2}
de: Fehler {0} beim Erstellen von Ordner '{1}': {2}

# ErrorCreatingFileHandle
source: Error {0} creating file handle for file path '{1}': {2}
de: Fehler {0} beim Erstellen von Dateihandle für Dateipfad '{1}': {2}

# ErrorDeletingFile
source: Error {0} deleting file '{1}': {2}
de: Fehler {0} beim Löschen von Datei '{1}': {2}

# ErrorDeletingFolder
source: Error {0} deleting folder '{1}': {2}
de: Fehler {0} beim Löschen von Ordner '{1}': {2}

# ErrorGettingSecurityInfo
source: Error {0} getting names security info while getting file owner for file '{1}': {2}
de: Fehler {0} beim Ermitteln der Sicherheitsinformationen beim Ermitteln des Besitzers für Datei '{1}': {2}

# ErrorLookingUpSid
source: Error {0} looking up account SID while getting file owner for file '{1}': {2}
de: Fehler {0} beim Ermitteln des Konto-SID beim Ermitteln des Besitzers für Datei '{1}': {2}

# ErrorMarkingFileForDeletion
source: Error {0} marking file '{1}' for deletion after reboot: {2}
de: Fehler {0} beim Markieren der Datei '{1}' als zu löschen nach einem Neustart: {2}

# ErrorMovingFile
source: Error {0} moving file '{1}' to '{2}': {3}
de: Fehler {0} beim Verschieben von Datei '{1}' nach '{2}': {3}

# ErrorMovingFolder
source: Error {0} moving directory '{1}' to '{2}': {3}
de: Fehler {0} beim Verschieben von Ordner '{1}' nach '{2}': {3}

# ErrorSettingAccessTime
source: Error {0} setting file last access time '{1}': {2}
de: Fehler {0} beim Setzen des Datums des letzten Zugriffs für Datei '{1}': {2}

# ErrorSettingAttributes
source: Error {0} setting file attribute of file '{1}' to '{2}': {3}
de: Fehler {0} Beim Setzen des Dateiattributs für Datei '{1}' auf '{2}': {3}

# ErrorSettingCreationTime
source: Error {0} setting file creation time '{1}': {2}
de: Fehler {0} beim Setzen des Erstelldatums für Date '{1}': {2}

# ErrorSettingsWriteTime
source: Error {0} setting file last write time '{1}': {2}
de: Fehler {0} beim Setzen des Datums der letzten Änderung für Datei '{1}': {2}
